// Services/data.ts
export const serviceData = [
  {
    icon: "🦷", // หรือใส่ path รูป
    title: "จัดฟัน",
    description: "จัดฟันเหล็ก , จัดฟันใส",
  },
  {
    icon: "🦷",
    title: "รากเทียม",
    description: "CT SCAN , ปลูกกระดูก",
  },
  {
    icon: "🦷",
    title: "ทันตกรรมเพื่อความงาม",
    description: "วีเนียร์คอมโพสิต , วีเนียร์เซรามิก , ฟอกสีฟัน",
  },
  {
    icon: "🦷",
    title: "ฟันปลอม",
    description: "แบบถอดได้ , แบบติดแน่น",
  },
  {
    icon: "🦷",
    title: "รักษารากฟัน",
    description: "รักษารากฟันหน้า , รักษารากฟันกรามน้อย , รักษารากฟันกรามใหญ่",
  },
  {
    icon: "🦷",
    title: "หัตถการทั่วไป",
    description: "ขูดหินปูน , อุดฟัน , ถอนฟัน , ผ่าฟันคุด",
  },
];
